Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.error.notifyClearSurfaceRequiresTarget
source: notify --clear --surface requires workspace or window context; specify --workspace or --window
ar: يتطلب notify --clear --surface سياق مساحة عمل أو نافذة؛ حدّد --workspace أو --window
bs: notify --clear --surface zahtijeva kontekst radnog prostora ili prozora; navedite --workspace ili --window
da: notify --clear --surface kræver workspace- eller vindueskontekst; angiv --workspace eller --window
de: notify --clear --surface erfordert einen Workspace- oder Fensterkontext; geben Sie --workspace oder --window an
es: notify --clear --surface requiere un contexto de espacio de trabajo o ventana; especifica --workspace o --window
fr: notify --clear --surface nécessite un contexte d’espace de travail ou de fenêtre ; indiquez --workspace ou --window
it: notify --clear --surface richiede il contesto di uno spazio di lavoro o di una finestra; specifica --workspace o --window
ja: notify --clear --surface にはワークスペースまたはウィンドウのコンテキストが必要です。--workspace または --window を指定してください
ko: notify --clear --surface에는 워크스페이스 또는 창 컨텍스트가 필요합니다. --workspace 또는 --window를 지정하십시오
nb: notify --clear --surface krever arbeidsområde- eller vinduskontekst; angi --workspace eller --window
pl: notify --clear --surface wymaga kontekstu obszaru roboczego lub okna; podaj --workspace lub --window
pt_br: notify --clear --surface exige um contexto de workspace ou janela; informe --workspace ou --window
ru: Для notify --clear --surface требуется контекст рабочего пространства или окна; укажите --workspace или --window
th: notify --clear --surface ต้องมีบริบทเวิร์กสเปซหรือหน้าต่าง โปรดระบุ --workspace หรือ --window
tr: notify --clear --surface bir çalışma alanı veya pencere bağlamı gerektirir; --workspace veya --window belirtin
uk: notify --clear --surface потребує контексту робочого простору або вікна; вкажіть --workspace або --window
zh_hans: notify --clear --surface 需要工作区或窗口上下文；请指定 --workspace 或 --window
zh_hant: notify --clear --surface 需要工作區或視窗內容；請指定 --workspace 或 --window

# machines.new.plan.single
source: %1$d of 1 machine in use
ar: %1$d من أصل جهاز واحد قيد الاستخدام
de: %1$d von 1 Maschine in Verwendung
es: %1$d de 1 máquina en uso
fr: %1$d sur 1 machine en cours d’utilisation
ja: 1 台中 %1$d 台を使用中
ko: 사용 중인 1대의 머신 중 %1$d
zh_hans: 已使用 %1$d/1 台机器
zh_hant: 1 部機器中的 %1$d 部使用中

# machines.new.plan.unlimited
source: %1$d machines in use
ar: %1$d جهاز قيد الاستخدام
de: %1$d Maschinen in Verwendung
es: %1$d máquinas en uso
fr: %1$d machines en cours d’utilisation
ja: %1$d 台のマシンを使用中
ko: 사용 중인 머신 %1$d대
zh_hans: 正在使用 %1$d 台机器
zh_hant: %1$d 台機器使用中

# machines.new.plan.unlimited.single
source: 1 machine in use
ar: جهاز واحد قيد الاستخدام
de: 1 Maschine in Verwendung
es: 1 máquina en uso
fr: 1 machine en cours d’utilisation
ja: 1 台を使用中
ko: 1대의 머신 사용 중
zh_hans: 已使用 1 台机器
zh_hant: 1 部機器使用中

# machines.new.plan.multi
source: %1$d of %d machines in use
ar: %1$d من أصل %d جهاز قيد الاستخدام
de: %1$d von %d Maschinen in Verwendung
es: %1$d de %d máquinas en uso
fr: %1$d sur %d machines utilisées
ja: %1$d 台 / %d 台 のマシンを使用中
ko: %1$d대 사용 중 (총 %d대 중)
zh_hans: %1$d 台机器正在使用（共 %d 台）
zh_hant: 已使用 %1$d 台（共 %d 台機器）

# machines.new.plan.freeWindow
source: Free plan: this machine stays reachable for %d days. Upgrade to keep it.
ar: الخطة المجانية: يظل هذا الجهاز متاحًا للوصول إليه لمدة %d يوم. قم بالترقية للاحتفاظ به.
de: Kostenloser Tarif: Diese Maschine bleibt für %d Tage erreichbar. Führe ein Upgrade durch, um sie zu behalten.
es: Plan gratuito: esta máquina permanece accesible durante %d días. Mejora tu plan para conservarla.
fr: Forfait gratuit : cette machine reste accessible pendant %d jours. Passez à l’offre supérieure pour la conserver.
ja: 無料プラン：このマシンは %d 日間アクセス可能です。維持するにはアップグレードしてください。
ko: 무료 플랜: 이 머신은 %d일 동안 연결 가능한 상태로 유지됩니다. 유지하려면 업그레이드하세요.
zh_hans: 免费计划：此机器可保持可访问状态 %d 天。升级以保留它。
zh_hant: 免費方案：此機器在 %d 天內保持可連線狀態。升級以保留它。

# machines.new.done
source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完畢

# machines.new.error.createdOpenFailed
source: Machine %1$@ was created, but opening it failed. Open it from the Machines list. %2$@
ar: تم إنشاء الجهاز %1$@، ولكن تعذر فتحه. افتحه من قائمة الأجهزة. %2$@
de: Maschine %1$@ wurde erstellt, aber das Öffnen ist fehlgeschlagen. Öffnen Sie sie aus der Liste der Maschinen. %2$@
es: Se creó la máquina %1$@, pero falló al abrirse. Ábrela desde la lista de máquinas. %2$@
fr: La machine %1$@ a été créée, mais son ouverture a échoué. Ouvrez-la depuis la liste des machines. %2$@
ja: マシン %1$@ は作成されましたが、開けませんでした。マシン一覧から開いてください。 %2$@
ko: 머신 %1$@이(가) 생성되었지만 열지 못했습니다. 머신 목록에서 여십시오. %2$@
zh_hans: 机器 %1$@ 已创建，但打开失败。请从机器列表中打开它。 %2$@
zh_hant: 已建立機器 %1$@，但開啟失敗。請從機器清單中開啟它。 %2$@

# machines.new.error.generic
source: The machine could not be created.
ar: تعذر إنشاء الجهاز.
de: Die Maschine konnte nicht erstellt werden.
es: No se pudo crear la máquina.
fr: La machine n’a pas pu être créée.
ja: マシンを作成できませんでした。
ko: 머신을 생성할 수 없습니다.
zh_hans: 无法创建该机器。
zh_hant: 無法建立機器。

# machines.new.error.launch
source: cmux could not start the create command. Sign in and try again.
ar: تعذر على cmux بدء أمر الإنشاء. قم بتسجيل الدخول وحاول مجددًا.
de: cmux konnte den Erstellungsbefehl nicht starten. Melde dich an und versuche es erneut.
es: cmux no pudo iniciar el comando de creación. Inicia sesión e inténtalo de nuevo.
fr: cmux n’a pas pu lancer la commande de création. Connectez-vous et réessayez.
ja: cmux は作成コマンドを開始できませんでした。サインインしてからもう一度お試しください。
ko: cmux에서 생성 명령을 시작할 수 없습니다. 로그인 후 다시 시도하십시오.
zh_hans: cmux 无法启动创建命令。请登录后重试。
zh_hant: cmux 無法啟動建立指令。請登入並再試一次。

# machines.new.title
source: New Machine
ar: جهاز جديد
de: Neue Maschine
es: Nueva máquina
fr: Nouvelle machine
ja: 新しいマシン
ko: 새 머신
zh_hans: 新建机器
zh_hant: 新增機器

# machines.new.title.base
source: Set Up Base
ar: إعداد Base
de: Base einrichten
es: Configurar Base
fr: Configurer Base
ja: Base を設定
ko: Base 설정
zh_hans: 设置 Base
zh_hant: 設定 Base

# machines.new.subtitle
source: A cloud computer with devtools and coding agents preinstalled. Its home directory is reset when the machine is recreated.
ar: كمبيوتر سحابي مزود بأدوات تطوير ووكلاء برمجة مثبتين مسبقًا. ويحتفظ بدليل المجلد الرئيسي (home directory) الخاص به بين الجلسات.
de: Ein Cloud-Computer mit vorinstallierten Entwicklertools und Coding-Agents. Er behält sein Home-Verzeichnis zwischen Sitzungen.
es: Una computadora en la nube con herramientas de desarrollo y agentes de programación preinstalados. Conserva su directorio de inicio entre sesiones.
fr: Un ordinateur cloud avec outils de développement et agents de codage préinstallés. Il conserve son dossier personnel d’une session à l’autre.
ja: 開発ツールとコーディングエージェントがプリインストールされたクラウドコンピュータ。マシンを再作成するとホームディレクトリはリセットされます。
ko: 개발 도구와 코딩 에이전트가 사전 설치된 클라우드 컴퓨터입니다. 세션 간에 홈 디렉토리가 유지됩니다.
zh_hans: 一台预装了开发工具和编码代理的云端计算机。它会在多次会话之间保留主目录。
zh_hant: 預裝開發人員工具與編碼代理的雲端電腦。它會在不同工作階段之間保留其家目錄。

# machines.new.subtitle.base
source: Base is your persistent cloud machine. Opening it later reuses this same machine; reset Base to start over.
ar: إن Base هو جهازك السحابي المستمر. فتحه لاحقًا يعيد استخدام هذا الجهاز نفسه؛ قم بإعادة تعيين Base للبدء من جديد.
de: Base ist deine persistente Cloud-Maschine. Späteres Öffnen verwendet dieselbe Maschine wieder; setze Base zurück, um von vorn zu beginnen.
es: Base es tu máquina persistente en la nube. Al abrirla más tarde se reutiliza esta misma máquina; restablece Base para empezar de nuevo.
fr: Base est votre machine cloud persistante. L’ouvrir plus tard réutilise cette même machine ; réinitialisez Base pour recommencer à zéro.
ja: Base は永続的なクラウドマシンです。次回以降も同じマシンが開きます。最初からやり直すには Base をリセットしてください。
ko: Base는 지속적인 클라우드 머신입니다. 나중에 열면 동일한 머신을 재사용하며, 처음부터 다시 시작하려면 Base를 재설정하십시오.
zh_hans: Base 是你的持久云端机器。以后打开时仍会复用同一台；重置 Base 可从头开始。
zh_hant: Base 是您的持久性雲端機器。稍後開啟將重複使用同一部機器；重設 Base 以重新開始。

# machines.new.name.label
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 姓名

# machines.new.name.placeholder
source: Optional label
ar: تسمية اختيارية
de: Optionales Label
es: Etiqueta opcional
fr: Étiquette facultative
ja: ラベル(任意)
ko: 선택적 레이블
zh_hans: 可选标签
zh_hant: 選填標籤

# machines.new.size.label
source: Machine size
ar: حجم الجهاز
bs: Veličina mašine
da: Maskinstørrelse
de: Maschinengröße
es: Tamaño de la máquina
fr: Taille de la machine
it: Dimensioni macchina
ja: マシンサイズ
ko: 머신 크기
nb: Maskinstørrelse
pl: Rozmiar maszyny
pt_br: Tamanho da máquina
ru: Размер машины
th: ขนาดเครื่อง
tr: Makine boyutu
uk: Розмір машини
zh_hans: 机器大小
zh_hant: 機器大小

# machines.new.size.help
source: Choose the memory and disk profile for this machine.
ar: اختر ملف الذاكرة والقرص لهذا الجهاز.
bs: Odaberite profil memorije i diska za ovu mašinu.
da: Vælg maskinens hukommelses- og diskprofil.
de: Wählen Sie das Speicher- und Festplattenprofil für diese Maschine.
es: Elige el perfil de memoria y disco de esta máquina.
fr: Choisissez le profil de mémoire et de disque de cette machine.
it: Scegli il profilo di memoria e disco per questa macchina.
ja: このマシンのメモリとディスク構成を選択します。
ko: 이 머신의 메모리 및 디스크 프로필을 선택하세요.
nb: Velg minne- og diskprofil for denne maskinen.
pl: Wybierz profil pamięci i dysku dla tej maszyny.
pt_br: Escolha o perfil de memória e disco desta máquina.
ru: Выберите профиль памяти и диска для этой машины.
th: เลือกโปรไฟล์หน่วยความจำและดิสก์สำหรับเครื่องนี้
tr: Bu makine için bellek ve disk profilini seçin.
uk: Виберіть профіль пам’яті й диска для цієї машини.
zh_hans: 选择此机器的内存和磁盘配置。
zh_hant: 選擇此機器的記憶體與磁碟設定。

# machines.new.size.required
source: Required
ar: مطلوب
bs: Obavezno
da: Påkrævet
de: Erforderlich
es: Obligatorio
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
nb: Påkrevd
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
th: จำเป็น
tr: Gerekli
uk: Обов’язково
zh_hans: 必填
zh_hant: 必填

# machines.new.size.accessibilityLabel
source: RAM size
ar: حجم الذاكرة العشوائية
bs: Veličina RAM-a
da: RAM-størrelse
de: RAM-Größe
es: Tamaño de RAM
fr: Taille de la RAM
it: Dimensione RAM
ja: RAM サイズ
ko: RAM 크기
nb: RAM-størrelse
pl: Rozmiar RAM
pt_br: Tamanho da RAM
ru: Размер ОЗУ
th: ขนาด RAM
tr: RAM boyutu
uk: Розмір ОЗП
zh_hans: 内存大小
zh_hant: 記憶體大小

# machines.new.size.menu
source: %1$d GB RAM · %2$d GB disk
ar: %1$d GB ذاكرة · قرص %2$d GB
de: %1$d GB RAM · %2$d GB Festplatte
es: %1$d GB de RAM · %2$d GB de disco
fr: %1$d Go de RAM · disque de %2$d Go
it: %1$d GB di RAM · %2$d GB di disco
ja: RAM %1$d GB · ディスク %2$d GB
ko: RAM %1$dGB · 디스크 %2$dGB
pl: %1$d GB RAM · dysk %2$d GB
pt_br: %1$d GB de RAM · disco de %2$d GB
ru: %1$d ГБ ОЗУ · диск %2$d ГБ
th: RAM %1$d GB · ดิสก์ %2$d GB
uk: %1$d ГБ ОЗП · диск %2$d ГБ
zh_hans: %1$d GB 内存 · %2$d GB 磁盘
zh_hant: %1$d GB 記憶體 · %2$d GB 磁碟

# machines.new.size.ram
source: RAM
ar: الذاكرة العشوائية
ru: ОЗУ
uk: ОЗП
zh_hans: 内存
zh_hant: 記憶體

# machines.new.size.disk
source: Disk
ar: القرص
de: Festplatte
es: Disco
fr: Disque
it: Disco
ja: ディスク
ko: 디스크
pl: Dysk
pt_br: Disco
ru: Диск
th: ดิสก์
uk: Диск
zh_hans: 磁盘
zh_hant: 磁碟

# machines.new.size.option
source: %d GB RAM
ar: %d جيجابايت ذاكرة وصول عشوائي (RAM)
es: %d GB de RAM
fr: %d Go de RAM
ja: RAM %d GB
zh_hans: %d GB 内存
zh_hant: %d GB 記憶體

# machines.new.size.detail
source: %d GB disk included
ar: يتضمن قرصًا بسعة %d جيجابايت
de: %d GB Festplattenspeicher enthalten
es: %d GB de disco incluido
fr: %d Go de disque inclus
ja: ディスク %d GB を含む
ko: %d GB 디스크 포함
zh_hans: 含 %d GB 磁盘
zh_hant: 包含 %d GB 磁碟

# machines.new.size.summary
source: Memory. CPU scales with it.
ar: الذاكرة. وتتناسب وحدة المعالجة المركزية (CPU) معها تلقائيًا.
de: Arbeitsspeicher. Die CPU skaliert damit.
es: Memoria. La CPU escala con ella.
fr: Mémoire. Le processeur s’adapte en fonction.
ja: メモリ。CPU はメモリに応じて増減します。
ko: 메모리. CPU도 이에 맞게 확장됩니다.
zh_hans: 内存。CPU 随之等比提升。
zh_hant: 記憶體。CPU 將隨之調整。

# machines.new.image.label
source: Image
ar: صورة
de: Bild
es: Imagen
ja: イメージ
ko: 영상
zh_hans: 镜像
zh_hant: 影像

# machines.new.creating.base
source: Setting up Base…
ar: جاري إعداد Base…
de: Base wird eingerichtet…
es: Configurando Base…
fr: Configuration de Base…
ja: Base を設定中…
ko: Base 설정 중…
zh_hans: 正在设置 Base…
zh_hant: 正在設定 Base…

# machines.new.creating
source: Creating…
ar: جاري الإنشاء…
de: Wird erstellt…
es: Creando…
fr: Création…
ja: 作成中…
ko: 생성 중…
zh_hans: 正在创建…
zh_hant: 正在建立…

# machines.new.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# machines.new.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# machines.new.create.base
source: Set Up Base
ar: إعداد Base
de: Base einrichten
es: Configurar Base
fr: Configurer Base
ja: Base を設定
ko: Base 설정
zh_hans: 设置 Base
zh_hant: 設定 Base

# machines.new.create
source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들다
zh_hans: 创建
zh_hant: 創造

# cli.fork.help
source: Usage: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Start a fork from the saved session on the selected surface.
ar: الاستخدام: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] ابدأ تفريعاً من الجلسة المحفوظة على السطح المحدد.
bs: Upotreba: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Pokrenite fork iz sačuvane sesije na izabranoj površini.
da: Brug: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Start en fork fra den gemte session på den valgte overflade.
de: Verwendung: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Starten Sie einen Fork aus der gespeicherten Sitzung auf der ausgewählten Oberfläche.
es: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Inicia una bifurcación desde la sesión guardada en la superficie seleccionada.
fr: Utilisation : cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Démarrez un fork depuis la session enregistrée sur la surface sélectionnée.
it: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Avvia un fork dalla sessione salvata sulla superficie selezionata.
ja: 使用法: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] 選択したサーフェスの保存済みセッションからフォークを開始します。
ko: 사용법: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] 선택한 서피스의 저장된 세션에서 포크를 시작합니다.
nb: Bruk: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Start en fork fra den lagrede økten på den valgte overflaten.
pl: Użycie: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Uruchom fork z zapisanej sesji na wybranej powierzchni.
pt_br: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Inicie um fork da sessão salva na superfície selecionada.
ru: Использование: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Запустите fork из сохранённого сеанса на выбранной поверхности.
th: การใช้งาน: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] เริ่ม fork จากเซสชันที่บันทึกไว้บนพื้นผิวที่เลือก
tr: Kullanım: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Seçilen yüzeydeki kaydedilmiş oturumdan fork başlatın.
uk: Використання: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] Запустіть fork із збереженого сеансу на вибраній поверхні.
zh_hans: 用法：cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] 从所选表面的保存会话启动分叉。
zh_hant: 用法：cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id> cmux fork --surface [id|ref] 從所選介面的儲存工作階段啟動分支。

# cli.fork.usage.surface
source: Usage: cmux fork --surface [id|ref]
ar: الاستخدام: cmux fork --surface [id|ref]
bs: Upotreba: cmux fork --surface [id|ref]
da: Brug: cmux fork --surface [id|ref]
de: Verwendung: cmux fork --surface [id|ref]
es: Uso: cmux fork --surface [id|ref]
fr: Utilisation : cmux fork --surface [id|ref]
it: Uso: cmux fork --surface [id|ref]
ja: 使用法: cmux fork --surface [id|ref]
ko: 사용법: cmux fork --surface [id|ref]
nb: Bruk: cmux fork --surface [id|ref]
pl: Użycie: cmux fork --surface [id|ref]
pt_br: Uso: cmux fork --surface [id|ref]
ru: Использование: cmux fork --surface [id|ref]
th: การใช้งาน: cmux fork --surface [id|ref]
tr: Kullanım: cmux fork --surface [id|ref]
uk: Використання: cmux fork --surface [id|ref]
zh_hans: 用法： cmux fork --surface [id|ref]
zh_hant: 用法： cmux fork --surface [id|ref]

# cli.fork.usage.positional
source: Usage: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
ar: الاستخدام: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
bs: Upotreba: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
da: Brug: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
de: Verwendung: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
es: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
fr: Utilisation : cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
it: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
ja: 使用法: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
ko: 사용법: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
nb: Bruk: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
pl: Użycie: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
pt_br: Uso: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
ru: Использование: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
th: การใช้งาน: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
tr: Kullanım: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
uk: Використання: cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
zh_hans: 用法：cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>
zh_hant: 用法：cmux fork [--surface <id|ref>] <kind> <checkpoint-id> cmux fork <kind> <checkpoint-id> --surface <id|ref> cmux fork --surface=<id|ref> <kind> <checkpoint-id>

# cli.fork.error.noRecord
source: fork: this session has nothing to fork. Start the agent again in this terminal.
ar: fork: هذه الدورة ليس لديها ما يتفرع. قم بتشغيل الوكيل مرة أخرى في هذه المحطة.
bs: fork: ova sesija nema šta da se račva. Ponovo pokrenite agenta u ovom terminalu.
da: fork: Denne session har ikke noget, der kan forkes. Start agenten igen i denne terminal.
de: fork: Diese Sitzung hat nichts zu forken. Starten Sie den Agenten in diesem Terminal erneut.
es: fork: Esta sesión no tiene nada que bifurcar. Inicie el agente nuevamente en esta terminal.
fr: fork: cette session ne contient rien à forker. Relancez l’agent dans ce terminal.
it: fork: questa sessione non ha nulla da biforcare. Avvia nuovamente l'agente in questo terminale.
ja: fork: このセッションにはフォークできるものがありません。このターミナルでエージェントをもう一度起動してください。
ko: fork: 이 세션에는 분기할 항목이 없습니다. 이 터미널에서 에이전트를 다시 시작하십시오.
nb: fork: denne økten har ingenting å forke. Start agenten på nytt i denne terminalen.
pl: fork: ta sesja nie ma nic do rozwidlenia. Uruchom agenta ponownie w tym terminalu.
pt_br: fork: esta sessão não tem nada para bifurcar. Inicie o agente novamente neste terminal.
ru: fork: в этой сессии нечего разветвлять. Запустите агент еще раз в этом терминале.
th: fork: เซสชั่นนี้ไม่มีอะไรจะแยก เริ่มต้นตัวแทนอีกครั้งในเทอร์มินัลนี้
tr: fork: Bu oturumun çatallanacak hiçbir şeyi yok. Aracıyı bu terminalde yeniden başlatın.
uk: fork: цій сесії нема чого роздвоюватися. Знову запустіть агента в цьому терміналі.
zh_hans: fork: 本次会话没有什么可分叉的。在此终端中再次启动代理。
zh_hant: fork: 本次會話沒有什麼好分叉的。在此終端中再次啟動代理程式。
